Revit 2027 API
ParameterTypeId.WalkthroughFramesCount Property
 "Walkthrough Frames"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WalkthroughFramesCount { get; }
Public Shared ReadOnly Property WalkthroughFramesCount As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WalkthroughFramesCount {
	ForgeTypeId^ get ();
}
static member WalkthroughFramesCount : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace